/** @file

Copyright (c) 2006 - 2014, Byosoft Corporation.<BR>
All rights reserved.This software and associated documentation (if any)
is furnished under a license and may only be used or copied in
accordance with the terms of the license. Except as permitted by such
license, no part of this software or documentation may be reproduced,
stored in a retrieval system, or transmitted in any form or by any
means without the express written consent of Byosoft Corporation.

File Name:
  Audio.uni

Abstract:
  The definition of string used in Audio Setup setting.

Revision History:

$END--------------------------------------------------------------------

**/

/=#
#langdef   en-US "English"
#langdef   zh-Hans "\wide中文\narrow"

                                           
#string STR_AUDIO_FORM                     #language en-US   "Audio Configuration"
                                           #language zh-Hans "Audio Configuration"
                                           
#string STR_AUDIO_FORM_HELP                #language en-US   "Select this option to configure your system's audio."
                                           #language zh-Hans "Select this option to configure your system's audio."
                                           
#string STR_OB_AUDIO_CONTROLLER            #language en-US   "Onboard Audio Controller"
                                           #language zh-Hans "Onboard Audio Controller"

#string STR_OB_AUDIO_CONTROLLER_HELP       #language en-US   "Select whether to enable or disable Onboard Audio Controller."
                                           #language zh-Hans "Select whether to enable or disable Onboard Audio Controller."

#string STR_EMPTY                              #language en-US " "
#string STR_HDAC_DEV                                #language en-US "OnChip HDAC Device"
#string STR_HDAC_DEV_HELP                               #language en-US "HDAC Control"
#string STR_DISABLED                                 #language en-US "Disabled"
#string STR_ENABLED                                 #language en-US "Enabled"
#string STR_GO_NOSNOOPPATH                                 #language en-US "Go Non snoop path"
#string STR_GO_NOSNOOPPATH_HELP                                 #language en-US "Go Non snoop path"       
#string STR_HDAC_FLR_EN                                 #language en-US "HDAC FLR support"  
#string STR_HDAC_FLR_EN_HELP                                 #language en-US "HDAC FLR Enable"                                                                         
